Repository: lemogreen/Smart-devices
Catalog: Smart devices/Smart devices/Resources/*.lproj/Localizable.strings
Languages: fr

# devicesList.title
source: Devices List
fr: Liste des appareils

# devicesList.cells.lights.intensity
source: Intensity %d%%
fr: Intensité% d %%

# devicesList.cells.lights.off
source: Turned off
fr: Éteindre

# devicesList.cells.rollerShutter.closed
source: Closed
fr: Fermé

# devicesList.cells.rollerShutter.openedAtPosition
source: Opened at %d%%
fr: Ouvert à% d %%

# devicesList.cells.rollerShutter.opened
source: Opened
fr: Ouvert

# devicesList.cells.heater.temperature
source: On at %@°C
fr: Sur% @ ° C

# devicesList.cells.heater.off
source: Off
fr: À l'arrêt

# lightControl.intensityDescription.intensity
source: Intensity %d%%
fr: Intensité% d %%

# lightControl.intensityDescription.off
source: Turned off
fr: Éteindre

# heaterControl.description.temperature
source: On at %@°C
fr: Sur% @ ° C

# rollerShuttersControl.description.closed
source: Closed
fr: Fermé

# rollerShuttersControl.description.openedAtPosition
source: Opened at %d%%
fr: Ouvert à% d %%

# rollerShuttersControl.description.opened
source: Opened
fr: Ouvert
